{
  "Assisted Prison Visit Service": "Gynorthwyir Gwasanaeth Carchardai Ymweliad",
  "GOV.UK uses cookies to make the site simpler.": "GOV.UK yn defnyddio cwcis i wneud y safle yn symlach.",
  "Find out more about cookies": "Cael gwybod mwy am gwcis",
  "Menu": "Dewislen",
  "This is a new service – your": "Mae hwn yn wasanaeth newydd - eich",
  "feedback": "adborth",
  "will help us to improve it.": "bydd yn ein helpu i wella.",
  "Get help with the cost of prison visits": "Cael help gyda chost ymweliadau carchar",
  "Eligibility": "Cymhwyster",
  "You may be able to get help with the cost of": "Efallai y byddwch yn medru cael help gyda chost",
  "visiting a close relative or partner in prison": "ymweld â pherthynas agos neu bartner yn y carchar",
  "if you’re aged over 16, are on certain benefits or have a low income.": "os you'are oed dros 16 oed, yn cael eu budd-daliadau penodol, neu ar incwm isel.",
  "Relationship": "Perthynas",
  "You may be eligible if you're the prisoner’s:": "Gallech fod yn gymwys os ydych yn y carcharorion:",
  "close relative, partner, only visitor, or": "perthynas agos, partner, dim ond i ymwelwyr, neu",
  "escorting a child, young person or adult": "hebrwng plentyn, person ifanc neu oedolyn",
  "More information": "Mwy o wybodaeth",
  "Benefits": "Budd-daliadau",
  "You may qualify if you're receiving:": "Gallech fod yn gymwys os ydych yn derbyn:",
  "Income Support, Jobseeker’s Allowance, Employment and Support Allowance, Universal Credit, Working Tax Credits, Child Tax Credit, Pension Credit, or": "Cymhorthdal Incwm, Lwfans Ceisio Gwaith, Lwfans Cyflogaeth a Chymorth, Credyd Cynhwysol, Credydau Treth Gwaith, Credyd Treth Plant, Credyd Pensiwn, neu",
  "Have a Health Certificate (HC2 or HC3)": "Cael Tystysgrif Iechyd (HC2 neu HC3)",
  "Start now": "Dechreuwch nawr",
  "Other ways to apply": "Ffyrdd eraill o wneud cais",
  "You can apply by filling in a paper form instead.": "Gallwch wneud cais drwy lenwi ffurflen bapur yn lle hynny.",
  "You'll need to complete the paper form and send it to the address on the form to get help with travel costs.": "Bydd angen i chi lenwi'r ffurflen bapur a'i hanfon i'r cyfeiriad ar y ffurflen i gael help gyda chostau teithio.",
  "How to apply": "Sut i wneud cais",
  "Eligibility": "Cymhwyster",
  "Contact": "Cyswllt"
}